
import a3 from '@/images/a-3.jpg'
import a4 from '@/images/a-4.jpg'
import a5 from '@/images/a-5.jpg'
import a6 from '@/images/a-6.jpg'
import a7 from '@/images/a-7.jpg'
import a8 from '@/images/a-8.jpg'
import a9 from '@/images/a-9.jpg'
import a10 from '@/images/a-10.jpg'
import a11 from '@/images/a-11.jpg'
import a12 from '@/images/a-12.jpg'
import a13 from '@/images/a-13.jpg'
import a14 from '@/images/a-14.jpg'
import a15 from '@/images/a-15.jpg'
import a19 from '@/images/a-19.jpg'
import a20 from '@/images/a-20.jpg'
import a21 from '@/images/a-21.jpg'
import a22 from '@/images/a-22.jpg'
import a23 from '@/images/a-23.jpg'
import a24 from '@/images/a-24.jpg'


import b3 from '@/images/b-3.png'
import b4 from '@/images/b-4.jpg'
import b5 from '@/images/b-5.png'
import b6 from '@/images/b-6.jpg'
import b7 from '@/images/b-7.png'
import b8 from '@/images/b-8.jpg'
import b9 from '@/images/b-9.png'

export const data1 = [
  {
    title: "将销售服务做到极致",
    subtitle: '宣传册，随身携带，一键分享；按客户需求，定制介绍单页；专业问题，轻松解答；隔山打牛，直接搞定决策人',
    color: 'background-gray',
    list: [
      {
        title: "手机宣传册",
        subtitle: '可以随身携带的手机宣传册', 
        img: `${a3}`,
      },
      {
        title: "自营销",
        subtitle: '可以随身携带的手机宣传册', 
        img: `${a4}`,
      },
      {
        title: "Q&A",
        subtitle: '应急回答，一键复制回复', 
        img: `${a5}`,
      },
    ]
  },
  {
    title: "让销售人员参与营销",
    subtitle: '打造会说话的朋友圈；全员营销，步伐一致；人人自媒体；营销到销售，无缝对接',
    color: 'background-blue',
    list: [
      {
        title: "朋友圈打造",
        subtitle: '指令分发，一键转发，树立标准化品牌形象', 
        img: `${a6}`,
      },
      {
        title: "营销任务",
        subtitle: '营销任务定向分配，销售人员各自完成', 
        img: `${a7}`,
      },
      {
        title: "自营销",
        subtitle: '自定义内容、实时性发布，让营销机会无处不在', 
        img: `${a8}`,
      },
    ]
  },
  {
    title: "让会议更加有效",
    subtitle: '人没到齐，会议先开；会没结束，有人先走；会议很重要，告知更多人；分享很精彩，可用于培训',
    color: 'background-gray',
    list: [
      {
        title: "通知",
        subtitle: '通知定向发布，回执实时回传', 
        img: `${a9}`,
      },
      {
        title: "备忘录",
        subtitle: '重要事情，备忘录通知提醒', 
        img: `${a10}`,
      },
      {
        title: "会议录音",
        subtitle: '会议内容录音，会后分发给同事回听', 
        img: `${a11}`,
      },
    ]
  },
  {
    title: "工作专属的沟通空间",
    subtitle: '与客户实时互动；一本只有同事的通讯录；微信有的功能最好都有；给客户推荐伙伴，很便捷',
    color: 'background-yellow',
    list: [
      {
        title: "客户直聊",
        subtitle: 'APP与微信互通，客户聊天信息及时推送', 
        img: `${a12}`,
      },
      {
        title: "同事私聊",
        subtitle: '内部沟通交流，办公生活两不混', 
        img: `${a13}`,
      },
      {
        title: "内部群聊",
        subtitle: '群策群力出谋划策，协同配合更加给力', 
        img: `${a14}`,
      },
      {
        title: "同事名片",
        subtitle: '通过六个人你就能够认识任何一个陌生人。社会网络是个小世界网络，一键分享，建立联系，参与营销，分享成果。', 
        img: `${a15}`,
      },
    ]
  },
  {
    title: "营销共享平台",
    subtitle: '合作伙伴、上下游营销资料共享，一键调用到各自公司平台',
    color: 'background-gray',
    list: [
      {
        title: "营销任务",
        subtitle: '相册内容、链接内容及时获取伙伴的最新发布', 
        img: `${a22}`,
      },
      {
        title: "自营销单页",
        subtitle: '组合营销内容，自营销单页完美呈现', 
        img: `${a23}`,
      },
      {
        title: "伙伴",
        subtitle: '伙伴管理，只关注和自己有关的', 
        img: `${a24}`,
      },
    ]
  },
  {
    title: "快速打造销售精英",
    subtitle: '不在新人身上浪费时间；在不同的阶段，培训不同的内容；对不同的员工，做针对性培训 抓考核，少培训，多指导',
    color: 'background-green',
    list: [
      {
        title: "在线培训库",
        subtitle: '培训内容离线缓存，培训笔记及时记录', 
        img: `${a19}`,
      },
      {
        title: "知识库",
        subtitle: '公司产品资料速查，随时随地学习', 
        img: `${a20}`,
      },
      {
        title: "培训任务",
        subtitle: '根据培训对象定制个性化的培训任务', 
        img: `${a21}`,
      },
    ]
  },
  
]

export const data2 = [
  {
    title: "客服管理",
    subtitle: '包括客户预约面板、预约统计、客户回访、客户反馈等模块',
    color: 'background-gray',
    img: `${b3}`
  },
  {
    title: "门诊管理",
    subtitle: '包括门诊管理面板、客户优惠卡购买、客户诊疗查询、诊疗项目统计等模块',
    color: 'background-blue',
    img: `${b4}`
  },
  {
    title: "客户CRM",
    subtitle: '包括客户信息管理、客户跟进管理、客户未联系管理等模块。',
    color: 'background-gray',
    img: `${b5}`
  },
  {
    title: "渠道管理",
    subtitle: '包括渠道客户管理、渠道客户统计等模块',
    color: 'background-purple',
    img: `${b6}`
  },
  {
    title: "财务管理",
    subtitle: '包括业绩统计、应收款管理、收款管理、收入查询统计等模块。',
    color: 'background-gray',
    img: `${b7}`
  },
  {
    title: "工作管理",
    subtitle: '包含工作日报管理、工作周报管理、工作月报管理、日（周、月）报相关评价反馈管理等模块',
    color: 'background-green',
    img: `${b8}`
  },
  {
    title: "数据管理",
    subtitle: '包含产品参数管理、人员参数管理、客户参数管理、预约参数管理等模块',
    color: 'background-gray',
    img: `${b9}`
  }
]

export const tables = [
  {
    title: '客户服务号',
    thead: ['名称', '模块', '内容'],
    color: 'green',
    tbody: [
      { 
        tr: [
          {
            th: '客服管理',
            td: ['项目展示', '医美项目的微商城展示'],
          },
          {
            td: ['项目检索', '多形式的医美项目微商城检索'],
          },
          {
            td: ['项目详情', '医美项目详情浏览'],
          },
          {
            td: ['项目收藏', '医美项目信息的收藏']
          }
        ]
      },
      { 
        tr: [
          {
            th: '购物商城',
            td: ['商品展示', '商品的微商城展示'],
          },
          {
            td: ['商品检索', '多形式的商品微商城检索'],
          },
          {
            td: ['商品详情', '商品详情浏览'],
          },
          {
            td: ['商品收藏', '商品信息的收藏'],
          },
          {
            td: ['商品购物车', '商品购物车列表'],
          },
          {
            td: ['购物车管理', '购物车内容管理(新增、删除)'],
          },
          {
            td: ['购物车结算', '购物车结算，形成订单和订单明细']
          }
        ]
      },
      { 
        tr: [
          {
            th: '项目预约',
            td: ['预约提交', '相关客户项目预约提交(预约医生、医生时间一览表)'],
          },
          {
            td: ['预约状态', '客户项目预约表的当前状态(未处理、处理中、处理完结)'],
          },
          {
            td: ['预约订单', '已安排的预约订单(时间、医生、诊号)']
          }
        ]
      },
      { 
        tr: [
          {
            th: '在线支付',
            td: ['订单支付', '商城订单支付管理(相关订单内容更新、补全)'],
          },
          {
            td: ['在线充值', '在线充值'],
          },
          {
            td: ['微信支付', '微信支付方式'],
          },
          {
            td: ['余额支付', '余额支付方式']
          }
        ]
      },
      { 
        tr: [
          {
            th: '优惠券',
            td: ['优惠券领取', '在线优惠券领取'],
          },
          {
            td: ['优惠券管理', '已领取优惠券管理'],
          },
          {
            td: ['优惠券使用', '订单遵循优惠券使用规则']
          }
        ]
      },
      { 
        tr: [
          {
            th: '个人中心',
            td: ['我的信息', '客户的基础信息管理(部分信息)'],
          },
          {
            td: ['我的余额', '客户的余额管理(储值明细)'],
          },
          {
            td: ['我的订单', '客户的订单历史、查询、订单明细'],
          },
          {
            td: ['账户管理', '客户账户的管理(登录、密码修改、注销)']
          }
        ]
      },
    ]
  },
  {
    title: 'PC功能',
    thead: ['名称', '模块', '内容'],
    color: 'blue',
    tbody: [
      { 
        tr: [
          {
            th: '医美项目',
            td: ['客户预约面板', '客户预约入口'],
          },
          {
            td: ['预约时间面板', '预约时间计划显示(各日期内显示当天安排项目)'],
          },
          {
            td: ['专家时间面板', '专家、时间线显示预约项目、时间点'],
          },
          {
            td: ['预约统计', '时间段、客户类别、预约专家统计相关预约数据']
          },
          {
            td: ['客户回访统计', '时间段、客户名统计相关回访数据']
          },
          {
            td: ['客户反馈', '客户反馈管理(术后服务、反馈)']
          }
        ]
      },
      { 
        tr: [
          {
            th: '渠道管理',
            td: ['渠道管理', '渠道客户的相关管理(转渠道客户)'],
          },
          {
            td: ['渠道设置', '渠道等级及提成规则设置'],
          },
          {
            td: ['渠道归属', '渠道所属的客户归属查询'],
          },
          {
            td: ['渠道统计', '渠道类订单的相关统计'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '门诊管理',
            td: ['门诊管理', '客户门诊面板管理'],
          },
          {
            td: ['诊疗单管理', '诊疗单管理(客户、诊疗项目管理)'],
          },
          {
            td: ['诊史管理', '诊史管理(客户、诊史管理)']
          },
          {
            td: ['照片管理', '照片管理(客户、照片管理)']
          },
          {
            td: ['商品购买管理', '商品购买管理(客户、商品购买管理)']
          },
          {
            td: ['回访管理', '诊后回访管理(客户、回访管理)']
          },
          {
            td: ['客户购卡', '客户购卡管理(客户、优惠卡、余额管理)、优惠卡查询)']
          },
          {
            td: ['诊疗收纳', '诊疗收纳查询(时间段、医师、项目)']
          },
          {
            td: ['项目统计', '诊疗项目的多维度统计']
          }
        ]
      },
      { 
        tr: [
          {
            th: '客户CRM',
            td: ['客户资料管理', '客户资料的管理(新增、更新、删除)'],
          },
          {
            td: ['客户转渠道', '客户转渠道(定义渠道所属)'],
          },
          {
            td: ['客户跟进', '客户跟进管理(客户、跟进情况的相关管理)'],
          },
          {
            td: ['未联系统计', '客户的联系频次统计(用于二次跟进、三次跟进)']
          },
          {
            td: ['客诉管理', '客户投诉管理(客户、投诉情况的相关管理)']
          }
        ]
      },
      { 
        tr: [
          {
            th: '工作管理',
            td: ['日报表管理', '工作日报的管理'],
          },
          {
            td: ['周报表管理', '工作周报的管理'],
          },
          {
            td: ['月报表管理', '工作月报的管理']
          },
          {
            td: ['工作报告评价', '工作报告的评价及回复']
          }
        ]
      }
    ]
  },
  {
    title: '员工企业号',
    thead: ['名称', '模块', '内容'],
    color: 'yellow',
    tbody: [
      { 
        tr: [
          {
            th: '我的推广二维码',
            td: ['我的推广二维码', '员工的推广二维码(用于客户注册、客户下单辨识)'],
          },
          {
            td: ['我的推广客户', '员工的推广客户'],
          },
          {
            td: ['我的推广客户', '员工的推广客户的订单'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '项目预约',
            td: ['我的预约', '相关医生的客户预约项目'],
          },
          {
            td: ['预约管理', '相关预约的处理状态(未处理、处理中、处理完结)'],
          },
          {
            td: ['预约转交', '将自己的任务转交给其他医生'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '时间管理',
            td: ['我的时间表', '医生的时间一览表'],
          },
          {
            td: ['时间管理', '时间安排(空闲、忙碌、休假)'],
          },
          {
            td: ['例外处理', '已占用时间的例外处理']
          }
        ]
      },
      { 
        tr: [
          {
            th: '我的收益',
            td: ['推广政策', '员工相对应的推广政策'],
          },
          {
            td: ['推广收益', '员工的推广带来的相关收益'],
          },
          {
            td: ['我的提现', '推广收益的提现申请'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '财务统计',
            td: ['订单统计', '员工相关的推广客户的订单统计(维修订单、车险订单、装潢单、代办服务)'],
          },
          {
            td: ['收益统计', '员工相关的推广客户的收益统计(维修订单、车险订单、装潢单、代办服务)'],
          },
          {
            td: ['提现统计', '员工相关的提现统计']
          },
          {
            td: ['客户统计', '员工相关的推广客户的数量统计']
          }
        ]
      }
    ]
  },
  {
    title: '市场营销',
    thead: ['名称', '模块', '内容'],
    color: 'purple',
    tbody: [
      { 
        tr: [
          {
            th: '营销',
            td: ['自营销', '自定义内容、实时性发布，让营销机会无处不在;支持文字、图片、链接'],
          },
          {
            td: ['营销任务', '营销任务定向分配，销售人员各自完成;营销任务分为图片任务、链接任务2种'],
          },
          {
            td: ['营销管理', '营销结果管理，执行状态查看'],
          },
          {
            td: ['WAP打通', '将WAP和微信公众号一键打通，设定欢迎语、底部菜单栏、关键词回复、自动回复;wap底部可一键增加联 系人插件，方便客户及时互动聊天'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '消息',
            td: ['同事私聊', '内部沟通交流，办公生活两不混;支持文字、表情、图片、语音'],
          },
          {
            td: ['内部群聊', '群策群力出谋划策，协同配合更加给力'],
          },
          {
            td: ['客户直聊', 'APP与微信互通，客户聊天信息及时推送'],
          },
          {
            td: ['备忘录', '重要事情，添加备忘录，可选择提醒自己也可选择提醒同事'],
          },
          {
            td: ['通知', '通知定向发布，回执实时回传'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '知识库',
            td: ['Q&A', '应急回答，一键复制回复'],
          },
          {
            td: ['知识库', '资料速查，随时随地学习'],
          },
          {
            td: ['注意事项', '注意事项，随时复习']
          },
          {
            td: ['文档下载', '重要文档，随时查阅下载']
          }
        ]
      },
      { 
        tr: [
          {
            th: '在线培训',
            td: ['推广政策', '员工相对应的推广政策'],
          },
          {
            td: ['推广收益', '员工的推广带来的相关收益'],
          },
          {
            td: ['我的提现', '推广收益的提现申请'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '财务统计',
            td: ['培训任务', '根据培训对象定制个性化的培训任务'],
          },
          {
            td: ['培训库', '培训内容离线缓存，培训笔记及时记录'],
          },
          {
            td: ['录音', '会议内容录音，会后分发给同事回听']
          },
          {
            td: ['播放记录', '播放内容，自动']
          },
          {
            td: ['离线缓存', '培训素材，离线缓存，上下班路上学习，节省手机流量']
          }
        ]
      },
      { 
        tr: [
          {
            th: '通讯录',
            td: ['群组', '内部群组建立，工作信息实时交流'],
          },
          {
            td: ['通讯录列表', '根据组织架构显示内部员工联系信息'],
          }
        ]
      },
      { 
        tr: [
          {
            th: '营销共享平台',
            td: ['营销任务', '合作伙伴发布的相册分享、链接分享内容，一键调用发布到公司营销任务'],
          },
          {
            td: ['自营销单页', '合作伙伴发布的自营销单页，一键调用到“我的自营销”'],
          },
          {
            td: ['合作伙伴', '合作伙伴管理;多种方式添加合作伙伴']
          }
        ]
      }
    ]
  }
]